Repository: LaoZhong-Mihari/HRT-Recorder-PKcomponent-Test
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, th, zh_hans, zh_hant

# medplan.import.authorization.title
source: Choose Health medications
de: Medikamente in Apple Health auswählen
es: Elegir medicamentos de Salud
fr: Choisir les médicaments de Santé
ja: ヘルスケアの薬を選択
ko: Health 약물 선택
th: เลือกยาใน Health
zh_hans: 选择健康用药
zh_hant: 選擇健康用藥

# medplan.import.badge.aligned
source: Aligned
de: Zugeordnet
es: Alineado
fr: Correspondance établie
ja: 対応付け済み
ko: 연결됨
th: จับคู่แล้ว
zh_hans: 已对齐
zh_hant: 已對齊

# medplan.import.badge.check_dose
source: Check dose
de: Dosis prüfen
es: Revisar dosis
fr: Vérifier la dose
ja: 投与量を確認
ko: 용량 확인
th: ตรวจสอบขนาดยา
zh_hans: 检查剂量
zh_hant: 檢查劑量

# medplan.import.badge.needs_rule
source: Needs rule
de: Regel erforderlich
es: Requiere una regla
fr: Règle requise
ja: ルールが必要
ko: 규칙 필요
th: ต้องมีกฎการจับคู่
zh_hans: 需补规则
zh_hant: 需補規則

# medplan.import.detected_template.confirmation_format
source: %@ · dose still needs confirmation.
de: %@ · Dosis muss noch bestätigt werden.
es: %@ · la dosis aún necesita confirmación.
fr: %@ · dose à confirmer.
ja: %@・投与量の確認が必要です。
ko: %@ · 용량 확인 필요
th: %@ · ยังต้องยืนยันขนาดยา
zh_hans: %@ · 剂量仍需确认。
zh_hant: %@ · 劑量仍需確認。

# medplan.import.empty.message
source: No active Apple Health medications are currently available to this app. Add one in Health or review medication access.
de: Für diese App sind derzeit keine aktiven Medikamente aus Apple Health verfügbar. Fügen Sie in Health ein Medikament hinzu oder prüfen Sie den Medikamentenzugriff.
es: Actualmente no hay medicamentos activos de Salud de Apple disponibles para esta app. Añade uno en Salud o revisa el acceso a los medicamentos.
fr: Aucun médicament actif de Santé n’est actuellement accessible à cette app. Ajoutez-en un dans Santé ou vérifiez les autorisations.
ja: このアプリで利用できる有効なヘルスケアの薬がありません。ヘルスケアに薬を追加するか、アクセス設定を確認してください。
ko: 현재 이 앱에서 사용할 수 있는 활성 Apple Health 약물이 없습니다. Health에서 약물을 추가하거나 접근 권한을 검토하세요.
th: ขณะนี้แอปยังไม่พบยาที่ใช้งานอยู่จาก Apple Health ให้เพิ่มยาใน Health หรือตรวจสอบสิทธิ์เข้าถึงยา
zh_hans: 当前没有可供本应用读取的 Apple 健康用药。请在“健康”中添加药物或检查用药访问权限。
zh_hant: 目前沒有可供本 App 讀取的 Apple 健康用藥。請在「健康」中新增藥物或檢查用藥存取權限。

# medplan.import.empty.title
source: No medications found
de: Keine Medikamente gefunden
es: No se encontraron medicamentos
fr: Aucun médicament trouvé
ja: 薬が見つかりません
ko: 약물을 찾을 수 없음
th: ไม่พบยา
zh_hans: 未找到药物
zh_hant: 未找到藥物

# medplan.import.header.message
source: This reads medication definitions from Apple Health. It does not import dose history or logged records.
de: Dies liest Medikationsdefinitionen von Apple Health. Es importiert weder die Dosishistorie noch die aufgezeichneten Datensätze.
es: Esta función lee las definiciones de medicamentos de Salud de Apple. No importa el historial de dosis ni los registros guardados.
fr: Cette fonction lit les définitions des médicaments dans Santé. Elle n’importe ni l’historique des prises ni les enregistrements.
ja: ヘルスケアから薬剤情報を読み取ります。投薬履歴や記録済みデータは読み込みません。
ko: Apple Health에서 약물 정의만 읽습니다. 투여 내역이나 기록은 가져오지 않습니다.
th: ฟังก์ชันนี้อ่านข้อมูลยาจาก Apple Health แต่ไม่นำเข้าประวัติขนาดยาหรือรายการที่บันทึกไว้
zh_hans: 这里只会读取 Apple 健康中的用药定义，不会导入服药历史或已记录条目。
zh_hant: 這裡只會讀取 Apple 健康中的用藥定義，不會匯入服藥歷史或已記錄條目。

# medplan.import.header.title
source: Import Apple Health medications as reminder plan starting points.
de: Apple-Health-Medikamente als Ausgangspunkt für Erinnerungspläne importieren.
es: Importar medicamentos de Salud de Apple como punto de partida para planes de recordatorios.
fr: Importer les médicaments de Santé comme points de départ pour les rappels.
ja: ヘルスケアの薬をリマインダープランのひな形として読み込みます。
ko: Apple Health 약물을 알림 계획 시작점으로 가져옵니다.
th: นำเข้ายาจาก Apple Health เป็นจุดเริ่มต้นของแผนการแจ้งเตือน
zh_hans: 将 Apple 健康中的用药导入为提醒计划的起点。
zh_hant: 將 Apple 健康中的用藥匯入為提醒計劃的起點。

# medplan.import.health_mapping
source: Health mapping
de: Apple-Health-Zuordnung
es: Correspondencia de Salud
fr: Correspondance Santé
ja: ヘルスケアの対応付け
ko: Health 매핑
th: การจับคู่จาก Health
zh_hans: Health 映射
zh_hant: Health 映射

# medplan.import.health_plan
source: Health plan
de: Apple-Health-Plan
es: Plan de Salud
fr: Plan Santé
ja: ヘルスケアのプラン
ko: Health 계획
th: แผนจาก Health
zh_hans: Health 计划
zh_hant: Health 計劃

# medplan.import.loading.message
source: Reading Apple Health medications.
de: Apple-Health-Medikamente werden gelesen.
es: Leyendo medicamentos de Salud de Apple.
fr: Lecture des médicaments de Santé.
ja: ヘルスケアの薬を読み取っています。
ko: Apple Health 약물 읽는 중
th: กำลังอ่านยาจาก Apple Health
zh_hans: 正在读取 Apple 健康中的用药。
zh_hant: 正在讀取 Apple 健康中的用藥。

# medplan.import.loading.title
source: Loading medications
de: Medikamente werden geladen
es: Cargando medicamentos
fr: Chargement des médicaments
ja: 薬を読み込み中
ko: 약물 로드 중
th: โหลดยา
zh_hans: 正在读取药物
zh_hant: 正在讀取藥物

# medplan.import.review_plan
source: Review Plan
de: Plan prüfen
es: Revisar plan
fr: Vérifier le plan
ja: プランを確認
ko: 계획 검토
th: ตรวจสอบแผน
zh_hans: 检查计划
zh_hant: 檢查計劃

# medplan.import.review_update
source: Review Linked Plan
de: Verknüpften Plan prüfen
es: Revisar el plan vinculado
fr: Vérifier le plan associé
ja: 連携プランを確認
ko: 연결된 계획 검토
th: ตรวจสอบแผนที่เชื่อมต่อ
zh_hans: 检查关联计划
zh_hant: 檢查關聯計劃

# medplan.import.schedule_confirmation
source: Health did not provide enough recent schedule events to confirm this cadence. Reminders start off; review the time before enabling them.
de: Apple Health hat nicht genügend aktuelle Zeitplanereignisse bereitgestellt, um diesen Rhythmus zu bestätigen. Erinnerungen sind zunächst deaktiviert; prüfen Sie vor dem Aktivieren die Uhrzeit.
es: Salud no proporcionó suficientes eventos recientes del horario para confirmar esta frecuencia. Los recordatorios empiezan desactivados; revisa la hora antes de activarlos.
fr: Santé n’a pas fourni assez d’événements récents pour confirmer cette fréquence. Les rappels sont désactivés par défaut ; vérifiez l’heure avant de les activer.
ja: ヘルスケアの最近のスケジュールイベントだけでは、この間隔を確認できませんでした。リマインダーはオフで作成されます。有効にする前に時刻を確認してください。
ko: Health의 최근 일정 정보가 부족하여 주기를 확인할 수 없습니다. 알림은 꺼진 상태로 시작되므로 켜기 전에 시간을 검토하세요.
th: Health มีเหตุการณ์ตามตารางล่าสุดไม่เพียงพอสำหรับยืนยันความถี่นี้ การแจ้งเตือนจะเริ่มต้นเป็นปิด โปรดตรวจสอบเวลาก่อนเปิดใช้
zh_hans: 健康没有提供足够的近期计划事件来确认此频率。提醒默认关闭；请检查时间后再启用。
zh_hant: 健康沒有提供足夠的近期計劃事件來確認此頻率。提醒預設關閉；請檢查時間後再啟用。

source: Method
de: Methode
es: Método
fr: Méthode
ja: 検査方法
ko: 검사 방법
th: วิธีการ
zh_hans: 检验方法
zh_hant: 檢驗方法

source: Morning dose
de: Morgendosis
es: Dosis matutina
fr: Dose du matin
ja: 朝の投与
ko: 아침 용량
th: ขนาดยาตอนเช้า
zh_hans: 早晨剂量
zh_hant: 早晨劑量

source: Most fields can be filled automatically. Confirm patch, gel, and other PK-specific details before saving.
de: Die meisten Felder können automatisch ausgefüllt werden. Bestätigen Sie Patch, Gel und andere PK-spezifische Details vor dem Speichern.
es: La mayoría de los campos se rellenan automáticamente. Confirma el parche, el gel y los demás datos específicos de PK antes de guardar.
fr: La plupart des champs peuvent être remplis automatiquement. Vérifiez les détails propres aux patchs, gels et autres paramètres PK avant d’enregistrer.
ja: ほとんどの項目は自動入力できます。保存前に、パッチ、ジェルなどPK計算に必要な詳細を確認してください。
ko: 대부분의 필드는 자동으로 채울 수 있습니다. 저장하기 전에 패치, 젤 및 기타 PK 관련 세부 정보를 확인하세요.
th: ช่องส่วนใหญ่กรอกได้โดยอัตโนมัติ โปรดยืนยันรายละเอียดของแผ่นแปะ เจล และข้อมูลเฉพาะ PK อื่นก่อนบันทึก
zh_hans: 大部分字段可自动填写，保存前请确认贴片、凝胶等 PK 相关细节。
zh_hant: 大部分字段可自動填寫，儲存前請確認貼片、凝膠等 PK 相關細節。

source: Needs Access
de: Zugriff erforderlich
es: Requiere acceso
fr: Accès requis
ja: アクセスが必要
ko: 액세스 필요
th: ต้องการการเข้าถึง
zh_hans: 需授权
zh_hant: 需授權

source: Needs reconfiguration
de: Neueinrichtung erforderlich
es: Necesita reconfiguración
fr: Reconfiguration requise
ja: 再設定が必要
ko: 재구성 필요
th: ต้องการการกำหนดค่าใหม่
zh_hans: 需要重新配置
zh_hant: 需要重新設定

source: New Plan
de: Neuer Plan
es: Nuevo plan
fr: Nouveau plan
ja: 新規プラン
ko: 새로운 계획
th: แผนใหม่
zh_hans: 新建计划
zh_hant: 新建計劃

source: Next 6h
de: Nächste 6h
es: Próximas 6 h
fr: 6 prochaines h
ja: 次の6時間
ko: 다음 6시간
th: 6 ชั่วโมงถัดไป
zh_hans: 未来 6 小时
zh_hant: 未來 6 小時

source: Next reminder
de: Nächste Erinnerung
es: Siguiente recordatorio
fr: Prochain rappel
ja: 次のリマインダー
ko: 다음 알림
th: การแจ้งเตือนครั้งถัดไป
zh_hans: 下次提醒
zh_hant: 下次提醒

source: No Apple Health medications matched the current import rules.
de: Keine Apple Health-Medikamente entsprachen den aktuellen Importregeln.
es: Ningún medicamento de Salud de Apple coincide con las reglas de importación actuales.
fr: Aucun médicament de Santé d’Apple ne correspond aux règles d’importation actuelles.
ja: 現在の読み込みルールに一致するヘルスケアの薬はありません。
ko: 현재 가져오기 규칙과 일치하는 Apple Health 의약품이 없습니다.
th: ไม่มียาจาก Apple Health ที่ตรงกับกฎการนำเข้าปัจจุบัน
zh_hans: Apple Health 中暂无符合当前导入规则的用药。
zh_hant: Apple Health 中暫無符合目前匯入規則的用藥。

source: No Data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
ja: データなし
ko: 데이터 없음
th: ไม่มีข้อมูล
zh_hans: 暂无数据
zh_hant: 暫無資料

source: No lab reports yet
de: Noch keine Laborberichte
es: Todavía no hay informes de laboratorio
fr: Aucun bilan biologique
ja: 検査レポートはまだありません
ko: 아직 검사 보고서 없음
th: ยังไม่มีรายงานผลตรวจ
zh_hans: 暂无检验报告
zh_hant: 尚無檢驗報告

source: No medication plans yet
de: Noch keine Medikationspläne
es: Aún no hay planes de medicación
fr: Aucun plan de traitement
ja: 服薬プランはまだありません
ko: 아직 복약 계획이 없습니다
th: ยังไม่มีแผนการใช้ยา
zh_hans: 还没有用药计划
zh_hant: 還沒有用藥計劃

source: No reminder scheduled.
de: Keine Erinnerung geplant.
es: No se ha programado ningún recordatorio.
fr: Aucun rappel programmé.
ja: リマインダーは設定されていません。
ko: 알림이 예약되지 않았습니다.
th: ยังไม่ได้ตั้งเวลาการแจ้งเตือน
zh_hans: 当前没有已安排的提醒。
zh_hant: 目前沒有已安排的提醒。

source: No saved hormone lab results
de: Keine gespeicherten Hormon-Laborwerte
es: No hay resultados de laboratorio de hormonas guardados
fr: Aucun résultat hormonal enregistré
ja: 保存済みのホルモン検査結果はありません
ko: 저장된 호르몬 검사 결과 없음
th: ยังไม่มีผลตรวจฮอร์โมนที่บันทึกไว้
zh_hans: 暂无已保存的激素检验结果
zh_hant: 尚無已儲存的激素檢驗結果

source: No saved result for this hormone
de: Kein gespeichertes Ergebnis für dieses Hormon
es: No hay resultado guardado para esta hormona
fr: Aucun résultat enregistré pour cette hormone
ja: このホルモンの保存済み結果はありません
ko: 이 호르몬에 대한 저장된 결과가 없습니다
th: ไม่มีผลลัพธ์ที่บันทึกไว้สำหรับฮอร์โมนนี้
zh_hans: 尚未保存这种激素的结果
zh_hant: 尚未儲存這種激素的結果

source: No suggestions found
de: Keine Vorschläge gefunden
es: No se encontraron sugerencias
fr: Aucune suggestion trouvée
ja: 候補が見つかりません
ko: 제안을 찾을 수 없습니다
th: ไม่พบรายการแนะนำ
zh_hans: 未找到建议
zh_hant: 未找到建議

source: No upcoming reminder.
de: Keine anstehende Erinnerung.
es: Sin recordatorios próximos.
fr: Aucun rappel à venir.
ja: 今後のリマインダーはありません。
ko: 예정된 알림이 없습니다.
th: ไม่มีการแจ้งเตือนที่กำลังจะมาถึง
zh_hans: 暂无即将到来的提醒。
zh_hant: 暫無即將到來的提醒。

source: No usable calibration samples yet
de: Noch keine verwendbaren Kalibrierproben
es: Todavía no hay muestras de calibración utilizables
fr: Aucun échantillon utilisable pour l’étalonnage
ja: 校正に使えるサンプルはまだありません
ko: 아직 사용 가능한 보정 샘플이 없습니다
th: ยังไม่มีตัวอย่างการปรับเทียบที่ใช้งานได้
zh_hans: 暂无可用于校准的样本
zh_hant: 尚無可用於校準的樣本

source: Not interacted
de: Keine Interaktion
es: Sin interacción
fr: Aucune interaction
ja: 未操作
ko: 상호작용 없음
th: ไม่ได้โต้ตอบ
zh_hans: 未操作
zh_hant: 未操作

source: Not logged
de: Nicht protokolliert
es: No registrado
fr: Non enregistré
ja: 未記録
ko: 기록 안 됨
th: ไม่ได้บันทึก
zh_hans: 未记录
zh_hant: 未記錄

source: Notes
de: Anmerkungen
es: Notas
ja: メモ
ko: 메모
th: หมายเหตุ
zh_hans: 备注
zh_hant: 備註

source: Notification access is available.
de: Benachrichtigungszugriff ist verfügbar.
es: El acceso a las notificaciones está disponible.
fr: L’accès aux notifications est disponible.
ja: 通知を利用できます。
ko: 알림 권한을 사용할 수 있습니다.
th: อนุญาตการแจ้งเตือนแล้ว
zh_hans: 通知权限可用。
zh_hant: 通知權限可用。

source: Notification access is unavailable right now.
de: Der Benachrichtigungszugriff ist momentan nicht verfügbar.
es: El acceso a las notificaciones no está disponible en este momento.
fr: L’accès aux notifications est actuellement indisponible.
ja: 現在、通知を利用できません。
ko: 현재 알림 권한을 사용할 수 없습니다.
th: ขณะนี้ไม่สามารถเข้าถึงการแจ้งเตือนได้
zh_hans: 当前无法获取通知权限。
zh_hant: 目前無法取得通知權限。

source: Notification failed
de: Mitteilung fehlgeschlagen
es: Error de notificación
fr: Échec de la notification
ja: 通知に失敗しました
ko: 알림 실패
th: การแจ้งเตือนล้มเหลว
zh_hans: 通知失败
zh_hant: 通知失敗

# notification.action.apply
source: apply
de: aufkleben
es: aplicar
fr: appliquer
ja: 貼付
ko: 적용
th: ใช้
zh_hans: 使用
zh_hant: 使用

# notification.action.inject
source: inject
de: injizieren
es: inyectar
fr: injecter
ja: 注射
ko: 주사
th: ฉีด
zh_hans: 注射
zh_hant: 注射

# notification.action.remove
source: remove
de: entfernen
es: retirar
fr: retirer
ja: 取り外し
ko: 제거
th: ถอด
zh_hans: 移除
zh_hant: 移除

# notification.action.take
source: take
de: einnehmen
es: tomar
fr: prendre
ja: 服用
ko: 복용
th: รับประทาน
zh_hans: 服用
zh_hant: 服用

# notification.fallback.default
source: %1$@ %2$@ is due at %3$@.
de: %1$@ %2$@ ist um %3$@ fällig.
es: Toca %1$@ %2$@ a las %3$@.
fr: Rappel : %1$@, %2$@ à %3$@.
ja: %1$@ %2$@の予定時刻は%3$@です。
ko: %1$@ %2$@ 예정 시각은 %3$@입니다.
th: %1$@ %2$@ ถึงกำหนดเวลา %3$@
zh_hans: %3$@ 该%1$@ %2$@了。
zh_hant: %3$@ 該%1$@ %2$@了。

# notification.fallback.patch_remove
source: %1$@ is due at %2$@.
de: %1$@ ist um %2$@ fällig.
es: Hora prevista para %1$@: %2$@.
fr: Le retrait de %1$@ est prévu à %2$@.
ja: %1$@の予定時刻は%2$@です。
ko: %1$@ 예정 시각은 %2$@입니다.
th: %1$@ ถึงกำหนดเวลา %2$@
zh_hans: %2$@ 该%1$@了。
zh_hant: %2$@ 該%1$@了。

source: Notifications
de: Mitteilungen
es: Notificaciones
ja: 通知
ko: 알림
th: การแจ้งเตือน
zh_hans: 通知
zh_hant: 通知

source: notifications allowed
de: Mitteilungen erlaubt
es: notificaciones permitidas
fr: notifications autorisées
ja: 通知を許可済み
ko: 알림 허용됨
th: อนุญาตการแจ้งเตือนแล้ว
zh_hans: 通知已允许
zh_hant: 通知已允許

source: Notifications are off in Settings.
de: Mitteilungen sind in den Einstellungen deaktiviert.
es: Las notificaciones están desactivadas en Ajustes.
fr: Les notifications sont désactivées dans Réglages.
ja: 設定で通知がオフになっています。
ko: 설정에서 알림이 꺼져 있습니다.
th: การแจ้งเตือนปิดอยู่ในการตั้งค่า
zh_hans: 系统设置中的通知已关闭。
zh_hant: 系統設定中的通知已關閉。

source: Notifications are off. Turn them on in Settings.
de: Mitteilungen sind deaktiviert. Aktivieren Sie sie in den Einstellungen.
es: Las notificaciones están desactivadas. Actívalas en Ajustes.
fr: Les notifications sont désactivées. Activez-les dans Réglages.
ja: 通知がオフです。設定でオンにしてください。
ko: 알림이 꺼져 있습니다. 설정에서 알림을 켜세요.
th: การแจ้งเตือนปิดอยู่ เปิดในการตั้งค่า
zh_hans: 通知已关闭，请前往设置开启。
zh_hant: 通知已關閉，請前往設定開啟。

source: notifications denied
de: Mitteilungen abgelehnt
es: notificaciones denegadas
fr: notifications refusées
ja: 通知を拒否済み
ko: 알림 거부됨
th: ปฏิเสธการแจ้งเตือน
zh_hans: 通知已拒绝
zh_hant: 通知已拒絕

source: Notifications enabled
de: Mitteilungen aktiviert
es: Notificaciones activadas
fr: Notifications activées
ja: 通知は有効です
ko: 알림 활성화됨
th: เปิดใช้งานการแจ้งเตือนแล้ว
zh_hans: 启用通知
zh_hant: 啟用通知

source: notifications not set
de: Mitteilungen nicht eingerichtet
es: notificaciones no establecidas
fr: notifications non configurées
ja: 通知は未設定
ko: 알림이 설정되지 않음
th: ยังไม่ได้ตั้งค่าการแจ้งเตือน
zh_hans: 通知未设置
zh_hant: 通知未設定

source: notifications provisional
de: Mitteilungen vorläufig erlaubt
es: notificaciones provisionales
fr: notifications provisoires
ja: 通知を暫定許可
ko: 알림 임시 허용
th: การแจ้งเตือนแบบชั่วคราว
zh_hans: 通知为预授权
zh_hant: 通知為預授權

source: notifications temporary
de: Mitteilungen vorübergehend erlaubt
es: notificaciones temporales
fr: notifications temporaires
ja: 通知を一時許可
ko: 임시 알림
th: การแจ้งเตือนชั่วคราว
zh_hans: 通知为临时会话
zh_hant: 通知為臨時會話

source: notifications unknown
de: Mitteilungsstatus unbekannt
es: notificaciones desconocidas
fr: état des notifications inconnu
ja: 通知の状態が不明
ko: 알 수 없는 알림
th: ไม่ทราบสถานะการแจ้งเตือน
zh_hans: 通知状态未知
zh_hant: 通知狀態未知

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
ja: 現在
ko: 현재
th: ขณะนี้
zh_hans: 现在
zh_hant: 現在

source: Open Dose Confirmation
de: Dosisbestätigung öffnen
es: Abrir confirmación de dosis
fr: Ouvrir la confirmation de dose
ja: 投薬確認を開く
ko: 용량 확인 열기
th: เปิดหน้าการยืนยันขนาดยา
zh_hans: 打开剂量确认
zh_hant: 開啟劑量確認

source: Open HRT Recorder to confirm a configured medication plan dose.
de: Öffnen Sie HRT Recorder, um eine konfigurierte Dosis aus einem Medikationsplan zu bestätigen.
es: Abre HRT Recorder para confirmar la dosis configurada del plan de medicación.
fr: Ouvrez HRT Recorder pour confirmer une dose configurée dans un plan de traitement.
ja: HRT Recorderを開いて、設定済みの服薬プランの投薬内容を確認してください。
ko: 설정된 복약 계획의 용량을 확인하려면 HRT Recorder를 여세요.
th: เปิด HRT Recorder เพื่อยืนยันขนาดยาของแผนการใช้ยาที่ตั้งค่าไว้
zh_hans: 打开 HRT Recorder 以确认已配置的用药计划剂量。
zh_hant: 開啟 HRT Recorder 以確認已設定的用藥計劃劑量。

source: Open HRT Recorder to confirm a dose from a medication plan.
de: Öffnen Sie HRT Recorder, um eine Dosis aus einem Medikationsplan zu bestätigen.
es: Abre HRT Recorder para confirmar una dosis del plan de medicación.
fr: Ouvrez HRT Recorder pour confirmer une dose d’un plan de traitement.
ja: HRT Recorderを開いて、服薬プランの投薬内容を確認してください。
ko: 복약 계획의 용량을 확인하려면 HRT Recorder를 여세요.
th: เปิด HRT Recorder เพื่อยืนยันขนาดยาจากแผนการใช้ยา
zh_hans: 打开 HRT Recorder 以确认用药计划中的一次剂量。
zh_hant: 開啟 HRT Recorder 以確認用藥計劃中的一次劑量。

source: Open HRT Recorder to refresh the curve.
de: Öffnen Sie HRT Recorder, um die Kurve zu aktualisieren.
es: Abre HRT Recorder para actualizar la curva.
fr: Ouvrez HRT Recorder pour actualiser la courbe.
ja: HRT Recorderを開いて曲線を更新してください。
ko: HRT Recorder를 열어 곡선을 새로 고칩니다.
th: เปิด HRT Recorder เพื่อรีเฟรชเส้นโค้ง
zh_hans: 打开 HRT Recorder 以刷新曲线。
zh_hant: 開啟 HRT Recorder 以重新整理曲線。

source: Open HRT Recorder to sync or add a dose.
de: Öffnen Sie HRT Recorder, um zu synchronisieren oder eine Dosis hinzuzufügen.
es: Abre HRT Recorder para sincronizar o añadir una dosis.
fr: Ouvrez HRT Recorder pour synchroniser ou ajouter une dose.
ja: HRT Recorderを開いて同期するか、投薬を追加してください。
ko: HRT Recorder를 열어 용량을 동기화하거나 추가합니다.
th: เปิด HRT Recorder เพื่อซิงค์หรือเพิ่มการใช้ยา
zh_hans: 打开 HRT Recorder 以同步或添加给药。
zh_hant: 開啟 HRT Recorder 以同步或新增給藥。

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 設定を開く
ko: 설정 열기
th: เปิดการตั้งค่า
zh_hans: 打开设置
zh_hant: 打開設定

source: Oral medication
de: Orales Medikament
es: Medicación oral
fr: Médicament oral
ja: 経口薬
ko: 경구용 약물
th: ยารับประทาน
zh_hans: 口服药物
zh_hant: 口服藥物

source: Original result saved; not used for calibration because its value or unit needs review.
de: Originalergebnis gespeichert; es wird nicht zur Kalibrierung verwendet, da Wert oder Einheit geprüft werden müssen.
es: Se ha guardado el resultado original, pero no se usa para la calibración porque deben revisarse el valor o la unidad.
fr: Résultat d’origine enregistré, mais non utilisé pour l’étalonnage car sa valeur ou son unité doit être vérifiée.
ja: 元の結果を保存しました。値または単位の確認が必要なため、校正には使用しません。
ko: 원본 결과를 저장했습니다. 값 또는 단위를 검토해야 하므로 보정에는 사용하지 않았습니다.
th: บันทึกผลลัพธ์ต้นฉบับแล้ว ไม่ได้ใช้สำหรับการปรับเทียบเนื่องจากต้องตรวจสอบค่าหรือหน่วย
zh_hans: 已保存原始结果；由于数值或单位需要复核，未用于校准。
zh_hant: 已儲存原始結果；由於數值或單位需要複核，未用於校準。

source: Parse
de: Analysieren
es: Analizar
fr: Analyser
ja: 解析
ko: 분석
th: แยกวิเคราะห์
zh_hans: 解析
zh_hant: 解析

source: Past 6h
de: Vergangene 6h
es: Últimas 6 h
fr: 6 dernières h
ja: 過去6時間
ko: 지난 6시간
th: 6 ชั่วโมงที่ผ่านมา
zh_hans: 过去 6 小时
zh_hant: 過去 6 小時

source: Paste Lab Text
de: Labortext einsetzen
es: Pegar el texto del laboratorio
fr: Coller le texte du bilan
ja: 検査テキストをペースト
ko: 검사 텍스트 붙여넣기
th: วางข้อความผลตรวจ
zh_hans: 粘贴检验文本
zh_hant: 貼上檢驗文字

source: Paste Text
de: Text einfügen
es: Pegar texto
fr: Coller le texte
ja: テキストをペースト
ko: 텍스트 붙여넣기
th: วางข้อความ
zh_hans: 粘贴文本
zh_hant: 貼上文字

source: Patch Release Rate
de: Freisetzungsrate des Pflasters
es: Tasa de liberación del parche
fr: Débit de libération du patch
ja: パッチの放出速度
ko: 패치 방출률
th: อัตราการปล่อยของแผ่นแปะ
zh_hans: 贴片释放速率
zh_hant: 貼片釋放速率

source: Patch release rate in micrograms per day.
de: Freisetzungsrate des Pflasters in Mikrogramm pro Tag.
es: Tasa de liberación del parche en microgramos al día.
fr: Débit de libération du patch en microgrammes par jour.
ja: パッチの1日あたり放出量（µg）です。
ko: 패치의 일일 방출률(마이크로그램)입니다.
th: อัตราการปล่อยของแผ่นแปะในหน่วยไมโครกรัมต่อวัน
zh_hans: 贴片释放速率，单位为微克/日。
zh_hant: 貼片釋放速率，單位為微克/日。

source: Patch release rate is not available from Health. Please confirm the patch model.
de: Die Freisetzungsrate des Pflasters ist in Apple Health nicht verfügbar. Bestätigen Sie das Pflastermodell.
es: La tasa de liberación del parche no está disponible en Salud. Confirma el modelo del parche.
fr: Le débit de libération du patch n’est pas fourni par Santé. Vérifiez le modèle du patch.
ja: ヘルスケアからパッチの放出速度を取得できません。パッチ製品を確認してください。
ko: Health에서 패치 방출률을 가져올 수 없습니다. 패치 모델을 확인하세요.
th: ไม่มีข้อมูลอัตราการปล่อยของแผ่นแปะจาก Health โปรดยืนยันรุ่นของแผ่นแปะ
zh_hans: Health 不提供贴片释放速率，请确认贴片型号。
zh_hant: Health 不提供貼片釋放速率，請確認貼片型號。

# patch.mode.releaseRate
source: Release rate (µg/d)
de: Freisetzungsrate (µg/d)
es: Tasa de liberación (µg/d)
fr: Débit de libération (µg/j)
ja: 放出速度（µg/日）
ko: 방출률 (µg/d)
th: อัตราการปลดปล่อย (µg/d)
zh_hans: 释放速率 (µg/天)
zh_hant: 釋放速率 (µg/天)

# patch.mode.totalDose
source: Total dose (mg)
de: Gesamtdosis (mg)
es: Dosis total (mg)
fr: Dose totale (mg)
ja: 総含有量（mg）
ko: 총 용량(mg)
th: ขนาดยารวม (mg)
zh_hans: 总剂量 (mg)
zh_hant: 總劑量 (mg)

source: Pattern
de: Muster
es: Patrón
fr: Rythme
ja: パターン
ko: 패턴
th: รูปแบบ
zh_hans: 模式
zh_hant: 模式

source: Paused
de: Pausiert
es: Pausado
fr: En pause
ja: 一時停止中
ko: 일시정지됨
th: หยุดชั่วคราว
zh_hans: 已暂停
zh_hant: 已暫停

source: Paused Plans
de: Pausierte Pläne
es: Planes pausados
fr: Plans en pause
ja: 一時停止中のプラン
ko: 일시 중지된 계획
th: แผนหยุดชั่วคราว
zh_hans: 已暂停的计划
zh_hant: 已暫停的計劃

source: Plan name
de: Name des Plans
es: Nombre del plan
fr: Nom du plan
ja: プラン名
ko: 계획명
th: ชื่อแผน
zh_hans: 计划名称
zh_hant: 計劃名稱

source: Planned Dose
de: Geplante Dosis
es: Dosis planificada
fr: Dose prévue
ja: 予定投与
ko: 예정 용량
th: ขนาดยาตามแผน
zh_hans: 计划剂量
zh_hant: 計劃劑量

source: Plans and reminders are ready.
de: Pläne und Erinnerungen sind bereit.
es: Los planes y recordatorios están listos.
fr: Les plans et rappels sont prêts.
ja: プランとリマインダーを利用できます。
ko: 계획과 알림이 준비되었습니다.
th: แผนและการแจ้งเตือนพร้อมแล้ว
zh_hans: 计划和提醒已就绪。
zh_hant: 計劃和提醒已就緒。

source: Plans with reminders on.
de: Pläne mit aktivierten Erinnerungen.
es: Planes con recordatorios activados.
fr: Plans dont les rappels sont activés.
ja: リマインダーがオンのプラン。
ko: 알림이 켜진 계획
th: แผนที่เปิดการแจ้งเตือน
zh_hans: 提醒已开启的计划。
zh_hant: 提醒已開啟的計劃。

source: Please provide the concentration in mg/mL with a volume dose.
de: Geben Sie bei einer Volumendosis die Konzentration in mg/mL an.
es: Indica la concentración en mg/mL junto con la dosis por volumen.
fr: Indiquez la concentration en mg/mL avec une dose en volume.
ja: 容量で指定する場合は、濃度をmg/mLで入力してください。
ko: 부피 용량을 입력할 때는 농도(mg/mL)도 입력하세요.
th: โปรดระบุความเข้มข้นในหน่วย mg/mL พร้อมขนาดยาเป็นปริมาตร
zh_hans: 体积剂量请同时提供 mg/mL 浓度。
zh_hant: 體積劑量請同時提供 mg/mL 濃度。

source: Please provide the dose amount to record.
de: Bitte geben Sie die zu erfassende Dosis an.
es: Indica la cantidad de la dosis que quieres registrar.
fr: Indiquez la dose à enregistrer.
ja: 記録する投与量を入力してください。
ko: 기록할 용량을 입력하세요.
th: โปรดระบุปริมาณยาที่ต้องการบันทึก
zh_hans: 请提供要记录的剂量。
zh_hant: 請提供要記錄的劑量。

source: Please provide the patch release rate in micrograms per day.
de: Bitte geben Sie die Freisetzungsrate des Pflasters in Mikrogramm pro Tag an.
es: Indica la tasa de liberación del parche en microgramos al día.
fr: Indiquez le débit de libération du patch en microgrammes par jour.
ja: パッチの1日あたり放出量をµgで入力してください。
ko: 패치의 일일 방출률을 마이크로그램 단위로 입력하세요.
th: โปรดระบุอัตราการปล่อยของแผ่นแปะในหน่วยไมโครกรัมต่อวัน
zh_hans: 请提供贴片每天的微克释放速率。
zh_hant: 請提供貼片每天的微克釋放速率。
